[
    {
        "asset": "knc",
        "about": "Kyber Network’s on-chain liquidity protocol allows decentralized token swaps to be integrated into any application, enabling value exchange to be performed seamlessly between all parties in the ecosystem. Tapping on the protocol, developers can build payment flows and financial apps, including instant token swap services, erc20 payments, and innovative financial dapps - helping to build a world where any token is usable anywhere.",
        "website": "https://kyber.network/"
    },
    {
        "asset": "okb",
        "about": "OKB (OKB) is a cryptocurrency token and operates on the Ethereum platform. OKB has a current supply of 300,000,000 with 60,000,000 in circulation. The last known price of OKB is $5.93 USD and is down -0.32% over the last 24 hours. It is currently trading on 55 active market(s) with $60,467,768.799 traded over the last 24 hours. More information can be found at https://www.okex.com/.",
        "website": "https://www.okex.com/"
    },
    {
        "asset": "lend",
        "about": "Aave (LEND) is a cryptocurrency token and operates on the Ethereum platform. Aave has a current supply of 1,299,999,941.703. The last known price of Aave is $0.561644 USD and is up 9.34% over the last 24 hours. It is currently trading on 115 active market(s) with $94,784,875.998 traded over the last 24 hours. More information can be found at https://aave.com/.",
        "website": "https://aave.com/"
    },
    {
        "asset": "band",
        "about": "Band Protocol is a cross-chain data oracle network that aggregates and connects real-world data and APIs to smart contracts. Blockchains enable immutable storage and deterministic, verifiable computations — however, they cannot securely access data available outside the blockchain networks.\n\nBand Protocol enables smart contract applications such as DeFi, prediction markets, and games to be built on-chain without relying on the single point of failure of a centralized oracle.\n\nBandChain describes itself as a high-performant independent blockchain built specifically for oracle computations including settlement, data sourcing, and aggregation that is secured by delegated proof-of-stake. Developers can create a fully customizable oracle script on BandChain which specifies data sources and APIs to connect to, aggregation methods and security parameters. The creation of scripts is permissionless, allowing for quick iterations and extensive support for any type of data. Decentralized oracle is a key infrastructure to enable decentralized finance and other decentralized applications to operate in the most trustless way possible.\n\nWith all oracle computations offloaded to BandChain, smart contracts on any destination blockchain can use Band Protocol to query data on-demand and receive a real-time update. Oracle data queries take between 4-6 seconds by ‘batching’ transactions with data information to enable instant settlement and also protect end-users from consuming delayed data.\n\nBand Protocol is backed by Sequoia Capital and Binance.",
        "website": "https://bandprotocol.com/"
    },
    {
        "asset": "ht",
        "about": "Huobi Token (HT) is an exchange based token and native currency of the Huobi crypto exchange. The HT can be used to purchase monthly VIP status plans for transaction fee discounts, vote on exchange decisions, gain early access to special Huobi events, receive crypto rewards from seasonal buybacks and trade with other cryptocurrencies listed on the Huobi exchange.",
       "website": "https://www.hbg.com/"
    },
    {
        "asset": "lrc",
        "about": "Loopring (LRC) is an open protocol for scalable non-custodial exchanges on Ethereum. The Loopring protocol smart contracts and zero-knowledge proof circuits allow the building of high-performance DEXes using a zkRollup construction. This allows for higher throughput and lower settlement costs without sacrificing Ethereum-level security guarantees. LRC token can be staked by holders to earn protocol fees, and by DEXes as a bond to follow protocol-defined behaviour.",
        "website": "https://loopring.org/"
    },
    {
        "asset": "matic",
        "about": "What is Matic Network?\n\nMatic Network is a Layer 2 scaling solution backed by Binance and Coinbase that aims to provide a generalized Layer 2 platform, enabling Ethereum developers to scale their DApps for large-scale usage. For the initial phase, Matic has launched its hybrid PoS+Plasma sidechain on top of Ethereum. According to the team, Matic is one of the fastest-growing DApp platforms in the space.\n\nMatic believes the answer to enabling widespread adoption of blockchain technology lies with second-layer solutions focused on scalability. To this end, Matic Network provides massive scaling capabilities whilst leveraging the security and decentralization of the mainchain.\n\nAs a general-purpose platform, Matic is capable of housing a limitless array of DApp types on their infrastructure. So far, Matic has attracted more than 50 DApps to its PoS-secured Ethereum sidechain. DApps on Matic encompass a variety of niches ranging from gaming to DeFi, with notable projects including VR metaverse projects Decentraland, Somnium Space, The Sandbox, and Whitelabel betting platform BetProtocol.\n\nEssentially, Matic aims to provide the infrastructure to overcome the traditional performance bottlenecks of the blockchain ecosystem, to allow all types of DApps to be able to handle large volumes of users.\n\nBackground and Vision\n\nThe Matic team has been contributing to the Ethereum ecosystem long before the formation of Matic Network and their IEO on Binance in April 2019. This includes working on implementations of Plasma MVP, the WalletConnect protocol (which allows users to access DApps in a secure and user-friendly way), and the widely-used Dagger event notification engine.\n\nMatic is passionate about decentralization and better blockchain-based products and is working towards their core goal of facilitating mass adoption of blockchain. They believe that the current decentralized ecosystem lacks usability and convenience - decentralized transactions are slow, expensive, and complex - and therefore the blockchain environment as it stands today is unable to facilitate mainstream-level DApps. Solving this problem is Matic’s mission.\n\nMatic aims to overcome these hurdles by leveraging a combination of blockchain scaling, developer platform and tools, and a keen focus on user experience. Their Layer 2 solution will enable countless DApps around the world to process TPS rates as high as 65,000 per second, per Matic sidechain. By providing this high-performance infrastructure, Matic aims to revolutionize the way a broad range of applications is created, from decentralized finance to gaming, thus shaping the user experience of end-users around the world.\n\nHow Does Staking Work on Matic Network?\n\nAs a Layer 2 solution utilizing a network of Proof-of-Stake validators for asset security, staking is an integral part of the Matic ecosystem. Essentially, validators will stake their MATIC tokens as collateral to become part of the network’s PoS consensus mechanism and will receive MATIC tokens in return. MATIC holders who wish to stake but do not wish to be a validator, or are not able to be a validator, can delegate their tokens to a validator of their choice and still take part in their staking process and earn staking rewards.\n\nAbout MATIC Token\n\nMATIC is the utility token used on the Matic Network blockchain. It has a range of purposes, including paying network transaction fees and participating in Matic Network’s Proof-of-Stake consensus mechanism. Due to demand, MATIC has also been integrated into several external platforms as a payment method.\n\nYou can purchase MATIC on any exchange which supports the digital currency. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab.",
        "website": "https://matic.network/"
    },
    {
        "asset": "rep",
        "about": "Augur (REP) is meant to harness the wisdom of the crowd through prediction markets on a protocol owned and operated by holders of the Ethereum-based Reputation token. In these markets users are said to be able to bet on the outcomes of events such as company performance, election results or even natural phenomena by purchasing shares that would either support or refute the proposed outcomes of such specified events. By design, the user-created markets could return fees to market participants while automating payouts using software meant to be fair, open to all, and completely decentralized.",
        "website": "http://www.augur.net/"
    },
    {
        "asset": "comp",
        "about": "Compound (COMP) is an ERC-20 asset that powers the community governance of the Compound protocol; COMP token-holders and their delegates debate, propose, and vote on changes to the protocol.\n\nBy placing COMP directly into the hands of users and applications, an increasingly large ecosystem will be able to upgrade the protocol, and will be incentivized to collectively steward the protocol into the future with good governance.",
        "website": "https://compound.finance/governance/comp"
    },
    {
        "asset": "bnt",
        "about": "Bancor is an on-chain liquidity protocol that enables automated, decentralized exchange on Ethereum and across blockchains. The protocol is made up of a series of smart contracts that are designed to pool liquidity and perform peer-to-contract trades in a single transaction with no counterparty. Users stake BNT in automated market makers in exchange for trading fees, BNT staking rewards and voting rights in the Bancor DAO. Bancor has processed more than $2 billion in trade volume across thousands of tokens, with millions in fees generated by stakers.",
        "website": "https://bancor.network/"
    },
    {
        "asset": "snx",
        "about": "What is Synthetix?\n\nSynthetix is a derivatives liquidity protocol on Ethereum that enables the issuance and trading of synthetic assets. Each synthetic asset (or Synth) is an ERC20 token which tracks the price of an external asset; for example, each sUSD token tracks the price of the US dollar (and unlike the other synthetic assets, is fixed at 1). A wide variety of Synths exists within Synthetix, including fiat currencies, cryptocurrencies, commodities, and inverse indexes. In principle, the system can support any asset with a clear price and provides on-chain exposure to an unlimited range of real-world assets. The protocol will enable a variety of trading features including binary options, futures, and more.\n\nHow does Synthetix work?\n\nSynthetix is otherwise composed of a smart contract infrastructure and a set of incentives that maintains Synth prices. It is underpinned by the value of the Synthetix Network Token (SNX). SNX acts as collateral; staking a proportional value of SNX is required to mint Synths. Stakers are rewarded for supporting the system with a pro-rata share of the fees generated by activity in the system. The value of SNX is thus directly connected with the usage of the network it collateralizes.\n\nThis mechanism allows Synthetix to support instantaneous, near-frictionless conversion between different flavors of Synths without the liquidity and slippage issues experienced by other decentralized exchanges. The resulting network of tokens supports an extensive set of use cases including trading, loans, payments, remittance, eCommerce, and more.\n\nSynthetix was launched in late 2017, originally under the name of Havven (HAV).",
        "website": "https://www.synthetix.io/"
    },
    {
        "asset": "paxg",
        "about": "PAX Gold (PAXG) is a digital asset where one token is backed by one fine troy ounce (t oz) of a 400 oz London Good Delivery gold bar, stored in Brink’s gold vaults. Anyone who owns PAXG owns the underlying physical gold, held in custody by Paxos Trust Company.",
        "website": "https://www.paxos.com/paxgold/"
    },
    {
        "asset": "ampl",
        "about": "Ampleforth describes itself as smart commodity money. It is chain-agnostic and reportedly less-correlated to Bitcoin and other digital assets.",
        "website": "https://www.ampleforth.org/"
    },
    {
        "asset": "ftt",
        "about": "FTX is owned by FTX Trading LTD, a company incorporated in Antigua and Barbuda. FTX was incubated by Alameda Research, a cryptocurrency liquidity provider. FTX’s leveraged tokens aim to provide a clean, automated way for users to get leverage. FTT is the FTX ecosystem utility token. Holders of FTT reportedly receive benefits such as:\n\nWeekly buying and burning of fees\nLower FTX trading fees\nOTC rebates\nCollateral for futures trading\nSocialized gains from the insurance fund",
        "website": "https://ftx.com/"
    },
    {
        "asset": "link",
        "about": "What Is Chainlink?\n\nChainlink (LINK) is a decentralized oracle network which aims to connect smart contracts with data from the real world. Chainlink was developed by Sergey Nazarov, with Steve Ellis as the other co-founder. It held an ICO in September 2017, raising $32 million, with a total supply of 1 billion LINK tokens. LINK, the cryptocurrency native to the Chainlink decentralized oracle network, is used to pay node operators. Since the Chainlink network has a reputation system, node providers that have a large amount of LINK can be rewarded with larger contracts, while a failure to deliver accurate information results in a deduction of tokens. Developers describe LINK as “an ERC20 token, with the additional ERC223 'transfer and call' functionality of transfer (address, uint256, bytes), allowing tokens to be received and processed by contracts within a single transaction.” Following the 2017 $32 million LINK ICO, 32 percent of LINK tokens were sent to node operators to incentivize the ecosystem and 30 percent stayed within Chainlink for development (35 percent were sold in the public token sale).\n\nWhat Are Oracles?\n\nChainlink is a platform that aims to bridge the gap between blockchain technology-based smart contracts (made widespread by Ethereum), and real world applications. Since blockchains cannot access data outside their network, oracles (a defi instrument) are needed to function as data feeds in smart contracts. In Chainlink's case, the oracles are connected to the Ethereum network. Oracles provide external data (e.g. temperature, weather) that trigger smart contract executions upon the fulfillment of predefined conditions. Participants on the Chainlink network are incentivized (through rewards) to provide smart contracts with access to external data feeds like API information. Should users desire access to off-chain data, they can submit a requesting contract to Chainlink’s network. These contracts will match the requesting contract with the appropriate oracles. The contracts include a reputation contract, an order-matching contract and an aggregating contract. The aggregating contract gathers data of the selected oracles to find the most accurate result.\n\nWhere Can You Buy Chainlink?\n\nYou can buy Chainlink (LINK) on any exchange that supports the digital currency. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab.",
        "website": "https://chain.link/"
    },
    {
        "asset": "xaut",
        "about": "XAU₮ is a digital asset offered by TG Commodities Limited. One XAU₮ token represents one troy fine ounce of gold on a London Good Delivery gold bar.\n\nHolders of XAU₮ obtain the combined benefits of both physical and digital assets. XAUt token holders will be able to enjoy ownership of gold while avoiding drawbacks associated with physical gold, such as high storage costs and limited accessibility.\n\nFor more information on XAU₮, visit: (gold.tether.to)",
        "website": "https://tether.to/"
    },
    {
        "asset": "cusdt",
        "about": "Compound is an algorithmic, autonomous interest rate protocol built for developers, to unlock a universe of open financial applications.",
        "website": "https://compound.finance/"
    },
    {
        "asset": "cusdc",
        "about": "Compound is an algorithmic, autonomous interest rate protocol built for developers, to unlock a universe of open financial applications.",
        "website": "https://compound.finance/"
    },
    {
        "asset": "bal",
        "about": "Balancer is an automated market maker, decentralized exchange, and liquidity pool protocol built on Ethereum that allows users to provide liquidity for multiple assets simultaneously. Balancer's BAL token acts as a governance token to help the project set features such as issuance rewards and whitelisted pools for liquidity mining. When users trade, their orders are filled by multiple pools with better pricing and lower slippage.",
        "website": "https://balancer.finance/"
    },
    {
        "asset": "leo",
        "about": "UNUS SED LEO (LEO) is a cryptocurrency token and operates on the Ethereum platform. UNUS SED LEO has a current supply of 999,498,892.9. The last known price of UNUS SED LEO is $1.27 USD and is down -1.13% over the last 24 hours. It is currently trading on 26 active market(s) with $14,613,869.834 traded over the last 24 hours. More information can be found at https://www.bitfinex.com/.",
        "website": "https://www.bitfinex.com/"
    },
    {
        "asset": "bat",
        "about": "Led by Brendan Eich (creator of JavaScript and co-founder of Mozilla), Basic Attention Token (BAT) project is an open-source, decentralized ad exchange platform built on the Ethereum platform. The project seeks to address fraud and opaqueness in digital advertising.\n\nThe token aims to correctly price user attention within the platform. Advertisers pay BAT to website publishers for the attention of users. The BAT ecosystem includes Brave, an open-source, privacy-centered browser designed to block trackers and malware. It leverages blockchain technology to anonymously and track user attention securely and rewards publishers accordingly.",
        "website": "https://basicattentiontoken.org/"
    },
    {
        "asset": "bnb",
        "about": "What Is Binance Coin (BNB)?\n\nBNB was launched through an initial coin offering in 2017, 11 days before the Binance cryptocurrency exchange went online. It was originally issued as an ERC-20 token running on the Ethereum network, with a total supply capped at 200 million coins, and 100 million BNBs offered in the ICO. However, the ERC-20 BNB coins were swapped with BEP2 BNB on a 1:1 ratio in April 2019 with the launch of the Binance Chain mainnet, and are now no longer hosted on Ethereum.\n\nBNB can be used as a payment method, a utility token to pay for fees on the Binance exchange and for participation in token sales on the Binance launchpad. BNB also powers the Binance DEX (decentralized exchange).\n\nCan You Mine BNB?\n\nYou cannot mine BNB as you would a proof-of-work cryptocurrency, since the Binance Blockchain uses the Byzantine Fault Tolerance (BFT) consensus mechanism. Instead, there are validators that earn from securing the network by validating blocks.\n\nWhat Is a BNB Burn?\n\nBefore BNB migrated to Binance Chain, Binance performed coin burns on the Ethereum network using a smart contract burn function. The amount of coins that Binance burns is based on the number of trades of the exchange over three months. Since the Binance Chain launch, BNB coin burns no longer take place on the Ethereum network and now use a specific command on Binance Chain, as opposed to a smart contract.\n\nHow Do You Buy BNB?\n\nYou can buy BNB on the Binance crypto exchange with a wire or bank transfer, a credit card or debit card, or any other exchanges that offer the cryptocurrency. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab.",
        "website": "https://www.binance.com/"
    },
    {
        "asset": "btc",
        "about": "What Is Bitcoin?\n\nBitcoin is a completely decentralized digital cryptocurrency. Unlike US dollars that you can hold in your hand (or in your bank account), there is no central authority or centralized payment system controlling Bitcoin. Instead, Bitcoin operates in a peer-to-peer network that allows anyone in the world to send and receive Bitcoin without any middleman (like a bank, central bank or payment processor).\n\nAlthough there are thousands of cryptocurrencies ranked on CMC today, Bitcoin was the very first cryptocurrency ever created. On Oct. 31, 2008 a person (or group of people) under the pseudonym “Satoshi Nakamoto” published the now-world famous Bitcoin white paper.\n\nThe first line reads: “A purely peer-to-peer version of electronic cash, which would allow online payments to be sent directly from one party to another without going through a financial institution.”\n\nThe Bitcoin network then launched on Jan. 3, 2009, marking the start of the cryptocurrency revolution.\n\nHow Does Bitcoin Work?\n\nBitcoin is a purely decentralized digital currency, which makes it unlike any other asset that came before it.\n\nBefore the digital age, everyone transacted in physical forms of currencies, from livestock and salt, to silver and gold, and finally to banknotes. Only in recent times was money “digitized” — allowing bank accounts to exist online, as well as creating the many online payment processing platforms, such as PayPal and Square, that you often use today without thinking about it.\n\nHowever, all of these “digital transactions” require a centralized system to operate. Your bank, or financial services like PayPal, needs to ensure that all of their users’ accounts are constantly updated and tallied correctly. These systems represent the centralized form of digital money.\n\nBitcoin revolutionized digital money by decentralizing this accounting process. Instead of a central figure that is responsible for making sure that their users’ transactions were always adding up, Bitcoin works by sharing the account balances and transactions of every user across the globe in a pseudonymous form. In simplest terms, this means that anyone can download and run the free and open-source software required to participate in the Bitcoin protocol.\n\nAs a Bitcoin user, all you need to know to send Bitcoin to someone else is their Bitcoin address (a series of letters and numbers, not their name or any personal information!). By sending your Bitcoin to an address, what you are doing is broadcasting your transaction (Hi, I’m Alice sending 1 BTC to Bob!) across the Bitcoin network using blockchain technology (more about that below). Since the Bitcoin network has the most up-to-date ledger tracking Alice’s wallet balance, the system checks her wallet balance (i.e., Alice has 2 BTC in her wallet, so a transaction of 1 BTC to Bob is valid), and then completes the transaction.\n\nIn summary, Bitcoin works by ensuring that this shared ledger always tallies up, and that new Bitcoin transactions (Bob sends 2 BTC back to Alice. Go Alice!) are validated, recorded and then added to the ledger in order. That is the heart of blockchain technology, where new “blocks of information” are added to the chain of blocks that already exist.\n\nHow Does Bitcoin Mining Work?\n\n“Mining” refers to the act of adding new blocks to the blockchain. In simple terms, Bitcoin miners dedicate significant amounts of computing power to solve a cryptographic problem, which is basically a very complex puzzle. The successful miner that solves the puzzle before all the other miners gets rewarded with a “block reward,” which is an allocation of a predetermined number of Bitcoin. In some cases, the block rewards are awarded to mining pools, when miners group together to share resources.\n\nOnce the puzzle is solved, the block is “confirmed,” and it is added to the blockchain. This new information is sent to all nodes, aka participants in the Bitcoin protocol, and the shared ledger is updated once again.\n\nAs Bitcoin's price rises, the block reward becomes increasingly more attractive. This incentivizes more miners to join in the competition to mine for blocks. In return, the more miners there are in the system, the more secure the network is. In addition, the increased competition also means miners are continually investing in newer hardware to ensure their computing power remains relevant for the fight for block rewards.\n\nWhat Is a Bitcoin Halving?\n\nTo ensure that the value of Bitcoin is not compromised by an infinite supply, Satoshi Nakamoto wrote in a “halving event” that happens every 210,000 blocks. When Bitcoin’s network first began, Bitcoin’s block reward was 50 BTC per block mined. This was halved in 2012, at block #210,000, where the block reward became 25 BTC. The second halving was in 2016, at block #420,000, and the block reward became 12.5 BTC.\n\nThis process will continue every 210,000 blocks, until the total supply of BTC (21 million BTC) has been reached. It is estimated that the final block reward will be paid in 2140! For more information on the Bitcoin halving, check out our Bitcoin Halving page and blog post!\n\nHow Can I Store my Bitcoin?\n\nThere are many different ways of storing your Bitcoin – here’s just a few:\n\nKeep it on a Bitcoin exchange\nThere are many Bitcoin different exchanges all over the world. All of these exchanges allow you to sell Bitcoin for other cryptocurrencies (altcoins) or government currencies (USD, EUR, GBP etc.) At the same time, these Bitcoin exchanges allow you to store your BTC with them, which means that the burden of keeping it safe is on them. Do note that incidents have occurred when exchanges have been hacked or lost their customers’ BTC, so do your own research when you’re looking for an exchange that’s safe to hold your cryptoassets. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab.\n\nKeep it in a Bitcoin wallet\nInstead of keeping it on a Bitcoin exchange, you could keep your Bitcoin in a Bitcoin wallet instead. Wallets come in two forms — hot and cold. Hot wallets are software that stays connected to the internet, aka storing your Bitcoin online. It is more convenient to transact via a hot wallet, but they logically are more susceptible to being attacked, as they stay connected to the internet.\n\nCold wallets are wallets that are not “online.” They are less prone to attack, as hackers cannot access this type of cold storage via the internet, but they are also a lot less convenient for the user as they may be cost-prohibitive and require more technical understanding to operate. Examples of cold wallets are hardware wallets and paper wallets.",
        "website": "https://bitcoin.org/"
    },
    {
        "asset": "busd",
        "about": "What is BUSD?\n\nBinance USD (BUSD) is a 1:1 USD-backed stable coin issued by Binance (in partnership with Paxos), Approved and regulated by the New York State Department of Financial Services (NYDFS), The BUSD Monthly Audit Report can be viewed from the official website. Launched on 5 Sep 2019, BUSD aims to meld the stability of the dollar with blockchain technology. It is a digital fiat currency, issued as ERC-20 and supports BEP-2.\n\nBUSD Use Case\n\nBased on the price stability, Stablecoin plays an important role in transactions, payments and settlement, and Decentralised Finance (DeFi).\n\nHere are some of the BUSD use case:\n\nTransfer your digital dollars (BUSD) anywhere in minutes, with low cost and on the blockchain.\nTrade BUSD on different exchanges and DEX.\nDeposit BUSD to earn an interest rate.\nPay BUSD as payment for goods and services.\nUse BUSD as collateral and loan asset.\nUse BUSD as cross collateral in Futures.\nStore BUSD on an exchange or in a wallet.\nHow can you buy BUSD?\n\nYou can buy BUSD from exchanges, for the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab (https://coinmarketcap.com/currencies/binance-usd/markets). You can purchase and redeem BUSD from Paxos: (https://www.paxos.com/busd/)",
        "website": "https://www.binance.com/en/busd"
    },
    {
        "asset": "dai",
        "about": "Dai is decentralized and backed by collateral. The Maker Protocol, which allows anyone anywhere in the world to generate Dai, aims to facilitate greater security, transparency, and trust.",
        "website": "http://www.makerdao.com/"
    },
    {
        "asset": "eth",
        "about": "What Is Ethereum?\n\nEthereum is a smart contract platform that enables developers to build decentralized applications (DApps) on its blockchain. Ether (ETH) is the native digital currency of the Ethereum platform.\n\nEthereum is supported in part by the Ethereum Foundation, a non-profit that is part of the larger Ethereum ecosystem including enterprise Ethereum consortiums like the Ethereum Enterprise Alliance.\n\nHow Does Ethereum Work?\n\nVitalik Buterin first conceptualized Ethereum in 2013 with the idea of developing an open-source blockchain platform different from Bitcoin (BTC), thus pioneering smart contracts. On the Ethereum blockchain, a smart contract behaves like a self-operating computer program that automatically executes when specific conditions are met. Blockchain allows smart contracts’ code to be run exactly as programmed without any possibility of downtime, censorship, fraud or third-party interference.\n\nThe Ethereum network went live on July 30, 2015, with 73 million Ether pre-mined.\n\nHow Do You Mine Ethereum?\n\nEthereum mining is currently based on a proof-of-work (PoW) protocol (like Bitcoin), with future plans to switch to proof-of-stake. Ethereum mining works when miners use their computational power to solve a mathematical problem (finding the hash of a block’s unique header metadata). The first miner to successfully solve the problem (find the hash) then broadcasts that the block has been mined to the entire Ethereum network for other nodes to validate and add the block to the blockchain.\n\nThe Ethereum blockchain was supposed to migrate from a PoW system to the less energy-investive proof-of-stake system (PoS) system in January 2020, but the deadline was not met. A switch to PoS and the release of Ethereum 2.0 is still expected for later in 2020.\n\nEthereum mining is based on the Ethash algorithm, and ETH miners originally received a block reward of 5 ETH per block when the network first went live. In the end of 2017, the Byzantine hard fork of the Ethereum blockchain lowered the block rewards from 5 ETH to 3 ETH. In early 2019, the reward was again lowered to 2 ETH in what is known as “the thirdening.”\n\nThe Ethash proof-of-work protocol makes it not profitable to use ASICs to mine (unlike Bitcoin). Each Ethereum block aims to take an average of 12 seconds to be mined, and the level of difficulty of mining is proportional to the total amount of computer power (or network’s hashrate) being used to mine Ethereum.\n\nEthereum transactions are called “gas” and they are responsible for powering operations on the entire network, meaning you have to spend your “gas” (Ether) in order to make changes to the blockchain. Ethereum also has a Turing complete internal code.\n\nWhat Is Ethereum Used For?\n\nThe Ethereum platform is used by developers to build new kinds of DApps, which can have a variety of uses ranging from the creation of new digital assets and uncensorable web apps to building decentralized autonomous organizations and more. Anyone around the world is able to freely connect to the Ethereum network.\n\nEther, the native currency of the Ethereum blockchain, is also used as digital money and can be sent to anyone in the world instantly. Ether can be used as a form of payment or a store of value.\n\nHow Do You Buy Ethereum?\n\nIf you are not mining the Ethereum blockchain (which can be prohibitively expensive unless you are a professional miner), you can buy Ethereum on a cryptocurrency exchange. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab. Make sure to do your own research before choosing an exchange. You can also store your Ether on an exchange or a hot or cold wallet.",
        "website": "https://www.ethereum.org/"
    },
    {
        "asset": "mana",
        "about": "Decentraland (MANA) defines itself as a virtual reality platform powered by the Ethereum blockchain that allows users to create, experience, and monetize content and applications. In this virtual world, users purchase plots of land that they can later navigate, build upon, and monetize. Decentraland uses two tokens: MANA and LAND. MANA is an ERC20 token that must be burned to acquire non-fungible ERC721 LAND tokens.",
        "website": "https://decentraland.org/"
    },
    {
        "asset": "pax",
        "about": "Paxos Standard (PAX) is a stablecoin that allows users to exchange US dollars for Paxos Standard Tokens to 'transact at the speed of the internet'. It aims to meld the stability of the dollar with blockchain technology. Paxos, the company behind PAX, has a charter from the New York State Department of Financial Services, which allows it to offer regulated services in the cryptoasset space.",
        "website": "https://paxos.com/standard"
    },
    {
        "asset": "tusd",
        "about": "TrueUSD is a USD-pegged stablecoin, that provides its users with regular attestations of escrowed balances, full collateral and legal protection against the misappropriation of the underlying USD. TrueUSD is issued by the TrustToken platform, the platform that has partnered with registered fiduciaries and banks that hold the funds backing the TrueUSD tokens. The USD funds are regularly verified in scheduled attestations, and kept in third party escrow accounts such that TrustToken has no direct access to the funds.",
        "website": "https://www.trusttoken.com/"
    },
    {
        "asset": "usdc",
        "about": "USDC is a fully collateralized US dollar stablecoin. It is an Ethereum powered coin and is the brainchild of CENTRE, an open source project bootstrapped by contributions from Circle and Coinbase. USDCs are issued by regulated and licensed financial institutions that maintain full reserves of the equivalent fiat currency in a 1 USDC:1 USD ratio. Issuers are required to report their USD reserve holdings frequently, and Grant Thornton LLP issues reports on those holdings every month.",
        "website": "https://www.centre.io/usdc"
    },
    {
        "asset": "usdt",
        "about": "Tether (USDT) is a cryptocurrency with a value meant to mirror the value of the U.S. dollar. The idea was to create a stable cryptocurrency that can be used like digital dollars. Coins that serve this purpose of being a stable dollar substitute are called “stable coins.” According to their site, Tether converts cash into digital currency, to anchor or “tether” the value of the coin to the price of national currencies like the US dollar, the Euro, and the Yen. Tether (USDT) is issued on the Omni, TRON, and ETH blockchains. For details on the issuance across the different chains, please refer to: https://wallet.tether.to/transparency",
        "website": "https://tether.to/"
    },
    {
        "asset": "zrx",
        "about": "0x (ZRX) is an open-source protocol that provides smart contract infrastructure and liquidity to enable the peer-to-peer exchange of tokens on the Ethereum blockchain. ZRX is the token that allows 0x users to vote on Improvement Proposals that evolve the system over time. ZRX token holders can also delegate ZRX to market maker staking pools to earn protocol liquidity rewards (in ETH).\n\nFor more info about the ZRX token, watch the official explainer video and visit the official portal.\n\nZRX Portal: (https://0x.org/zrx)\n\nVideo: (https://youtu.be/-UMhhM5z7cc)",
        "website": "https://0x.org/"
    }
]
